<template>
	<view class="privacy">
		<view class="privacyTitle">
			融汇商城用户隐私协议
		</view>
		<view class="privacyContent">
			本协议是由广州融汇环境科技有限公司（简称“融汇商城”或者“我们”）与用户（或称为“您”）就您使用融汇商城产品和服务所做的权利义务的约定。我们非常注重保护用户（“您”）的个人信息及隐私，并希望通过本概要向您简洁介绍我们如何收集、使用和保护您的个人信息。
			
			
			
			 
			
			一、我们如何收集和使用您的个人信息<br/>
			
			 
			
			注册信息<br/>
			
			 
			
			在您注册成为融汇商城用户时，您需要至少提供手机号码以创建融汇商城账号，并完善相关的网络身份识别信息（如头像、昵称及登录密码等）；如果您仅需使用浏览、搜索等功能，您无需注册成为我们的用户以及提供上述信息。<br/>
			
			 
			
			地理位置<br/>
			
			 
			
			使用目的：经您授权，我们会收集您的地理位置信息，以便获取您的收货地址。<br/>
			
			 
			
			信息说明：位置信息的来源包括 IP 地址、GPS 以及能够提供相关信息的WLAN（如Wi-Fi） 接入点、蓝牙和基站等传感器信息。您使用服务中提供的信息中可能包含相应地理位置信息，例如您在账号资料中设置的地区信息或您上传的图片、视频中的地理标记信息。<br/>
			
			 
			
			当您拒绝位置授权后仍然可以手动选择或输入位置信息，不会影响您使用基本服务。请您知悉，在个别场景下位置是必要的信息，如果您不同意授权位置信息则可能会影响您的正常使用。<br/>
			
			 
			
			相机<br/>
			
			 
			
			使用目的：经您授权，我们会收集您的相机信息，以便为您提供扫码、拍照等功能。<br/>
			
			 
			
			信息说明：我们仅在您使用对应功能时收集相应信息，例如您使用扫码拍照等功能时。不同的系统显示的名称可能有所差异，如相机、摄像头等。<br/>
			
			 
			
			您可以自行选择开启或关闭相机的授权，一旦关闭您将可能无法使用扫码、拍照等功能，但不会影响您使用浏览、下单等基本服务。<br/>
			
			 
			
			相册<br/>
			
			 
			
			使用目的：经您授权，我们会收集您的相册信息，以便为您提供上传和保存照片、视频等功能。<br/>
			
			 
			
			信息说明：我们仅在您使用对应功能时收集相应信息，例如您使用上传和保存照片、视频等功能时。不同的系统显示的名称可能有所差异，如相册、存储权限等。<br/>
			
			 
			
			您可以自行选择开启或关闭相册的授权，一旦关闭您将可能无法使用上传和保存图片、视频等功能，但不会影响您使用浏览、下单等基本服务。<br/>
			
			 
			
			麦克风<br/>
			
			 
			
			使用目的：经您授权，我们会收集您的录音信息，以便为您提供语音搜索等语音交互功能。<br/>
			
			 
			
			信息说明：我们仅在您使用对应功能时收集相应信息，通过申请麦克风权限以便获得声音，以提供对应的识别后续的交互功能。不同的系统显示的名称可能有所差异，如麦克风、录音权限等。<br/>
			
			 
			
			您可以自行选择开启或关闭麦克风授权，一旦关闭您将可能无法使用诸如“按住说话”、语音交互等相关功能，但不会影响您使用浏览、下单等基本服务。麦克风权限需要您的额外授权，您也可以在系统权限中自主控制，我们绝不会私自开启您的麦克风权限，更不会非法利用非法手段进行相关信息的收集和使用，请您放心。<br/>
			
			 
			
			设备信息<br/>
			
			 
			
			使用目的：在您访问或使用我们服务的过程中，我们会收集您的设备信息，以便获取屏幕分辨率等信息进行界面展示、避免其他设备的异常登录、留存必要的日志信息，从而保障您的账号安全、交易安全和系统运行安全。此外，如您未登录账号，我们使用您的设备信息以便为您推送对应的信息展示。<br/>
			
			 
			
			信息说明：我们收集的设备状态包括您的设备型号，IMEI/android ID/IDFA/IDFV/OPEN UDID/GUID/OAID、SIM卡IMSI、ICCID信息等设备标识符、设备MAC地址、移动应用列表、WIFI状态、电信运营商等。未经您的授权，我们不会提前获取以上信息。目前多数手机终端厂商支持对设备标识符的更改，以保障您对个人信息的自主控制，具体撤回或更改的方式可参见您所使用的终端设备说明。<br/>
			
			 
			
			您使用过程中主动提供的信息<br/>
			
			 
			
			使用目的：在您使用我们提供的产品/服务过程中，我们根据您使用的特定场景可能会收集您提供的个人信息，以实现您所需要使用的功能。<br/>
			
			 
			
			信息说明：我们会根据具体的场景请求您提供对应的信息并会严格依法保护您的个人信息，例如下单需要您提供联系人信息、地址信息，撰写带图评价时需要提供昵称、头像、相关评价图片/视频等发布内容。此外，如果您愿意额外补充您的性别、生日、喜好、常居地等个人资料，将有助于我们为您提供更加个性化的服务，但如果您不提供该等信息，不会影响您使用我们产品/服务的基本功能。<br/>
			
			 
			
			除法律另有规定外，我们仅会在实现目的所必需的最短时间内留存您的相关个人信息。如您希望详细了解我们所收集的具体各项个人信息及对应的场景，请查阅概要后的隐私政策正文。<br/>
			
			 
			
			对于我们收集的个人信息清单明细，您可以查阅以下融汇商城App收集个人信息清单。<br/>
			
			 
			
			二、我们如何共享您的信息<br/>
			
			 
			
			请您知悉，我们为您所提供的产品/服务大多是无法单独完成的，因此我们可能会与我们的关联公司以及其他合作商等第三方共享或委托其处理您的部分个人信息。目前，除再次获得您明确同意或授权外，此类共享或委托处理涉及的主要情形包括：根据行政、司法等有权机关的要求提供必要信息；为提供账号一致性服务与关联公司共享必要信息；为提供如物流、第三方支付等服务与有关合作商、第三方商家、支付机构等共享有关的必要信息等。<br/>
			
			 
			
			我们会与其签署严格的信息保护和保密协定，要求他们遵守协议并采取相关的安全措施来保护您的个人信息。<br/>
			
			 
			
			三、您如何管理您的信息<br/>
			
			 
			
			您有权管理您的个人信息，包括查询、更正和删除您的账号信息、地址信息、搜索记录、评论信息，改变您授权同意的范围或撤回授权，以及注销您的账号。您可以通过我们的App中提供的功能设置进行上述操作。<br/>
			
			 
			
			如果您无法通过上述方式进行管理，您可以通过我们以下提供的联系方式联系我们，我们将在15天内回复您的要求。<br/>
			
			 
			
			四、我们如何做好未成年人保护<br/>
			
			 
			
			我们非常重视未成年人个人信息的保护。由于我们的网站和服务主要面向成人，如您为未成年人的，建议您请您的父母或监护人仔细阅读本隐私权政策，并在征得您的父母或监护人同意的前提下使用我们的服务或向我们提供信息。请您和您的监护人阅读我们专门制定的《未成年人隐私政策》，并在指导下使用我们的服务。<br/>
			
			 
			
			五、您如何联系我们<br/>
			
			 
			
			您可以通过以下方式与我们联系，我们将在15天内答复您的请求：<br/>
			
			 
			
			1、您可以通过融汇商城网站或融汇商城App上提供的在线联系方式/客服系统与我们联系；<br/>
			
			 
			
			2、您可以联系融汇商城的客服电话进行反馈（联系方式：13922351605）。<br/>
			
			 
			
			3、我们还设立了专门的个人信息保护团队，您可以联系我们的个人信息保护负责人邮箱：476055176@qq.com。<br/>
			

		</view>
	</view>
</template>

<script>
	
</script>

<style scoped>
	.privacy{
		width: 750upx;
		padding: 36upx;
	}
	.privacyTitle{
		width: 370upx;
		height: 50upx;
		font-size: 36upx;
		font-weight: bold;
		color: #333333;
	}
	.privacyContent{
		margin: 40upx 0 0 0;
	}
</style>
